Revit 2024 API
UnitTypeId.CubicMetersPerHourCubicMeter Property
 Cubic meters per hour cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicMetersPerHourCubicMeter { get; }
Visual Basic
Public Shared ReadOnly Property CubicMetersPerHourCubicMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicMetersPerHourCubicMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace